dbaeumer.vscode-eslint
eamodio.gitlens
eg2.tslint
esbenp.prettier-vscode
firsttris.vscode-jest-runner
gerane.Theme-Monokai-Midnight
gimenete.github-linker
jcanero.hoogle-vscode
justusadam.language-haskell
mike-co.import-sorter
ndmitchell.haskell-ghcid
Orta.vscode-jest
PKief.material-icon-theme
prettier.prettier-vscode
sldobri.daily
sysoev.vscode-open-in-github
vscodevim.vim
yzhang.markdown-all-in-one
